tap "anomalyco/tap"
tap "nikitabobko/tap"
tap "timvw/tap"
tap "tw93/tap"
brew "shellcheck"
brew "actionlint"
brew "ast-grep"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "jq"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "markdown-oxide"
brew "mise"
brew "neovim"
brew "prek"
brew "rbenv"
brew "ripgrep"
brew "scrcpy"
brew "shfmt"
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "tree-sitter"
brew "wget"
brew "zimfw"
brew "zizmor"
brew "zoxide"
brew "timvw/tap/wt"
brew "tw93/tap/mole"
cask "nikitabobko/tap/aerospace"
cask "android-platform-tools"
cask "easydict"
cask "ghostty"
go "github.com/air-verse/air"
go "golang.org/x/tools/gopls"
go "github.com/swaggo/swag/cmd/swag"
